Repository: altlinux/gpupdate
Catalog: gpoa/locale/*/LC_MESSAGES/gpoa.po
Languages: ru_ru

source: Running yandex_browser_applier for machine
ru_ru: Запуск yandex_browser_applier для машины

source: Yandex_browser_applier for machine will not be started
ru_ru: Yandex_browser_applier для машины не запустится

source: Wrote YandexBrowser preferences to
ru_ru: Запись настройки Яндекс Браузера в

source: Running networkshare applier for user
ru_ru: Запуск применение настроек сетевых каталогов для пользователя

source: File copy
ru_ru: Копирование файла

source: Running networkshare applier for user will not be started
ru_ru: Применение настроек сетевых каталогов для пользователя не будет запущено

source: File update
ru_ru: Обновление файла

source: Applying settings for network share
ru_ru: Применение настроек для сетевой папки

source: Deleting a file
ru_ru: Удаление файла

source: Running GPOA by root for user
ru_ru: Запуск GPOA от root для пользователя

source: The GPOA process was started for computer
ru_ru: Процесс GPOA запущен для компьютера

source: Running networkshare applier for machine will not be started
ru_ru: Применение настроек сетевых каталогов для машины не будет запущено

source: Failed to create a symlink to the network drives mountpoint
ru_ru: Не удалось создать ссылку на точку монтирования сетевых дисков пользователя

source: Failed to create a symlink to the system network drives mountpoint
ru_ru: Не удалось создать ссылку на точку монтирования системных сетевых дисков

source: Failed to create a symlink to the hidden network drives mountpoint
ru_ru: Не удалось создать ссылку на точку монтирования скрытых сетевых дисков пользователя

source: Failed to create a symlink to the hidden system network drives mountpoint
ru_ru: Не удалось создать ссылку на точку монтирования скрытых системных сетевых дисков

source: Running KDE applier for machine
ru_ru: Запуск применения настроек KDE для машины

source: KDE applier for machine will not be started
ru_ru: Применение настроек KDE для машины не удалось

source: Running KDE applier for user in user context
ru_ru: Запуск применения настроек KDE в контексте пользователя

source: KDE applier for user in user context will not be started
ru_ru: KDE в контексте пользователя не запускается

source: Changing the configuration file
ru_ru: Изменение конфигурационного файла

source: Widget command completed successfully
ru_ru: Команда для виджетов выполнена успешно

source: Unable to perform gpupdate for non-existent user, will update machine settings
ru_ru: Невозможно запустить gpupdate для несуществующего пользователя, будут обновлены настройки машины

source: Current permissions does not allow to perform gpupdate for designated user. Will update current user settings
ru_ru: Текущий уровень привилегий не позволяет выполнить gpupdate для указанного пользователя. Будут обновлены настройки текущего пользователя.

source: oddjobd is inaccessible
ru_ru: oddjobd недоступен

source: No SYSVOL entry assigned to GPO
ru_ru: Объект групповой политики не имеет привязанного пути на SYSVOL

source: ADP package is not installed - plugin will not be initialized
ru_ru: Пакет ADP не установлен, плагин не будет инициализирован

source: Unknown warning code
ru_ru: Неизвестный код предупреждения

source: Unable to resolve GSettings parameter
ru_ru: Не удалось установить параметр GSettings

source: No home directory exists for user
ru_ru: Для пользователя не существует домашнего каталога

source: User's shortcut not placed to home directory
ru_ru: Ярлык пользователя не помещен в домашний каталог

source: CUPS is not installed: no printer settings will be deployed
ru_ru: CUPS не установлен: настройки принтера не будут развернуты

source: Unsupported NTP server type
ru_ru: Неподдерживаемый тип сервера NTP

source: Failed to read the list of files
ru_ru: Не удалось прочитать список файлов

source: Failed to caching the file
ru_ru: Не удалось кэшировать файл

source: Could not create a valid list of keys
ru_ru: Не удалось создать допустимый список ключей

source: Failed to copy file
ru_ru: Не удалось скопировать файл

source: Failed to create KDE settings list
ru_ru: Не удалось создать список настроек KDE

source: Could not find application tools
ru_ru: Не удалось найти инструменты применения

source: Failed to open KDE settings
ru_ru: Не удалось открыть настройки KDE

source: Failed to change KDE configuration file
ru_ru: Не удалось изменить файл конфигурации KDE

source: Error connecting to server
ru_ru: Ошибка при подключении к серверу

source: Wallpaper configuration file not found
ru_ru: Конфигурационный файл для обоев не найден

source: The user setting was not installed, conflict with computer setting
ru_ru: Пользовательская настройка не была установлена, конфликт с настройкой компьютера

source: Action for ini file failed
ru_ru: Не удалось выполнить действие для INI-файла

source: Unable to refresh GPO list
ru_ru: Невозможно обновить список объектов групповых политик

source: Error getting GPTs for machine
ru_ru: Не удалось получить GPT для машины

source: Error getting GPTs for user
ru_ru: Не удалось получить GPT для пользователя

source: Unknown fatal code
ru_ru: Неизвестный код фатальной ошибки

source: Unknown message type, no message assigned
ru_ru: Неизвестный тип сообщения
