Repository: altlinux/gpupdate
Catalog: gpoa/locale/*/LC_MESSAGES/gpoa.po
Languages: ru_ru

source: Don't start plugins
ru_ru: Не запускать модули

source: Got GPO list for username
ru_ru: Получен список GPO для пользователя

source: Got GPO
ru_ru: Получен объект групповой политики

source: Unknown info code
ru_ru: Неизвестный код информационного сообщения

source: Working with control
ru_ru: Применение настроек control

source: Working with systemd
ru_ru: Работа с systemd

source: Unable to work with systemd unit
ru_ru: Невозможно создать оъект для unit systemd

source: Starting systemd unit
ru_ru: Запуск unit systemd

source: Firefox policy
ru_ru: Политика Firefox

source: Chromium policy
ru_ru: Политика Chromium

source: Set user property to
ru_ru: Установка свойств для пользователя

source: The line in the configuration file was cleared
ru_ru: В конфигурационном файле была очищена строка

source: Insufficient permissions to run gpupdate
ru_ru: Недостаточно прав для запуска gpupdate

source: gpupdate will not be started
ru_ru: gpupdate не будет запущен

source: Backend execution error
ru_ru: Ошибка бэкэнда

source: Error occurred while running frontend manager
ru_ru: Ошибка фронтенда

source: Error running GPOA for computer
ru_ru: Ошибка запуска GPOA для машины

source: Error running GPOA for user
ru_ru: Ошибка запуска GPOA для пользователя

source: Unable to initialize Samba backend
ru_ru: Невозможно инициализировать бэкэнд Samba

source: Unable to initialize no-domain backend
ru_ru: Невозможно инициализировать бэкэнд-заглушку

source: Error running ADP
ru_ru: Ошибка во время работы ADP

source: Unable to determine DC hostname
ru_ru: Невозможно определить имя контроллера домена

source: Error occured while running applier with user privileges
ru_ru: Ошибка во время работы applier в контексте пользователя

source: Unable to initialize backend
ru_ru: Невозможно инициализировать бэкэнд

source: Not sufficient privileges to run machine appliers
ru_ru: Недостаточно прав для запуска appliers для машины

source: Kerberos ticket check failed
ru_ru: Проверка билета Kerberos закончилась неудачно

source: Unable to retrieve domain name via CLDAP query
ru_ru: Не удалось определить имя домена AD через запрос к LDAP

source: Error getting SID using wbinfo, will use SID from cache
ru_ru: Не удалось определить SID с использованием утилиты wbinfo, будет использоваться фиктивный/кэшированный SID

source: Unable to get GPO list for user from AD DC
ru_ru: Не удалось получить список групповых политик для пользователя от контроллера домена AD

source: Error getting XDG_DESKTOP_DIR
ru_ru: Не удалось получить значение XDG_DESKTOP_DIR

source: Error occured while running user applier in administrator context
ru_ru: Ошибка выполнения applier в контексте администратора

source: Error occured while running user applier in user context (with dropped privileges)
ru_ru: Ошибка работы пользовательского applier в пользовательском контексте (со сбросом привилегий процесса)

source: No reply from oddjobd GPOA runner via D-Bus for current user
ru_ru: Не получен ответ от oddjobd для текущего пользователя

source: No reply from oddjobd GPOA runner via D-Bus for computer
ru_ru: Не получен ответ от oddjobd для компьютера

source: No reply from oddjobd GPOA runner via D-Bus for user
ru_ru: Не получен ответ от oddjobd для пользователя

source: Error occured while running machine applier
ru_ru: Ошибка во время работы applier для машины

source: Error occured while initializing user applier
ru_ru: Ошибка инициализации пользовательского applier

source: Error merging machine GPT
ru_ru: Ошибка слияния машинной групповой политики

source: Error merging user GPT
ru_ru: Ошибка слияния пользовательской групповой политики

source: Error merging machine part of GPT
ru_ru: Ошибка слияния машинной части групповой политики

source: Error merging user part of GPT
ru_ru: Ошибка слияния пользовательской части групповой политики

source: Unknown error code
ru_ru: Неизвестный код ошибки

source: Unable to work with control
ru_ru: Не удалось применить настройки control

source: Control applier for machine will not be started
ru_ru: Приминение Control для машины не удалось

source: Error getting control
ru_ru: Ошибка установки control

source: Is not in possible values for control
ru_ru: Не входит в возможные значения для control

source: Unable to set
ru_ru: Невозможно установить

source: Unable to generate file
ru_ru: Невозможно создать файл

source: Failed applying unit
ru_ru: Не удалось применить настройки

source: Unable to start systemd unit
ru_ru: Невозможно запустить systemd unit

source: Unable to cache specified URI
ru_ru: Невозможно кэшировать указанный URI

source: Unable to cache specified URI for machine
ru_ru: Невозможно кэшировать указанный URI для компьютера

source: Error recompiling global GSettings schemas
ru_ru: Ошибка перекомпиляции глобальных GSettings schemas

source: Error update configuration dconf
ru_ru: Ошибка обновления конфигурации dconf

source: Unable to cache specified URI for user
ru_ru: Невозможно кэшировать указанный URI для пользователя

source: Error during attempt to read Chromium preferences for user
ru_ru: Ошибка при попытке прочитать настройки Chromium для пользователя

source: Fail for applying shortcut to file with %
ru_ru: Не удалось применить ярлык к файлу с %

source: Fail for applying shortcut to not absolute path
ru_ru: Не удалось применить ярлык к не абсолютному пути

source: Error running pkcon_runner sync for machine
ru_ru: Ошибка при запуске pkcon_runner синхронно для компьютера

source: Package install error
ru_ru: Ошибка установки пакета

source: Package remove error
ru_ru: Ошибка удаления пакета

source: Error running pkcon_runner sync for user
ru_ru: Ошибка при запуске pkcon_runner синхронно для пользователя

source: Error running pkcon_runner async for machine
ru_ru: Ошибка при запуске pkcon_runner асинхронно для компьютера

source: Error running pkcon_runner async for user
ru_ru: Ошибка при запуске pkcon_runner асинхронно для пользователя

source: Error merging user GPT (from machine GPO)
ru_ru: Ошибка слияния пользовательской групповой политики (машинная часть)

source: Error cleaning directory for machine
ru_ru: Ошибка очистки каталога для машины

source: Error cleaning directory for user
ru_ru: Ошибка очистки каталога для пользователя

source: Error while executing command for widgets
ru_ru: Ошибка при выполнении команды для виджетов

source: Error creating environment variables
ru_ru: Ошибка создания переменных среды

source: Error running kwriteconfig5 command
ru_ru: Ошибка выполнения команды kwriteconfig5

source: The GPOA process was started for user
ru_ru: Произведён запуск GPOA для обновления политик пользователя

source: Username is not specified - will use username of the current process
ru_ru: Имя пользователя не указано - будет использовано имя владельца процесса

source: Initializing plugin manager
ru_ru: Инициализация плагинов

source: ADP plugin initialized
ru_ru: Инициализирован плагин ADP

source: Running ADP plugin
ru_ru: Запущен плагин ADP

source: Starting GPOA for user via D-Bus
ru_ru: Запускается GPOA для пользователя обращением к oddjobd через D-Bus

source: Cache directory determined
ru_ru: Определена директория кэша Samba

source: Initializing local backend without domain
ru_ru: Инициализация бэкэнда-заглушки

source: Initializing Samba backend for domain
ru_ru: Инициализация бэкэнда Samba

source: Group Policy target set for update
ru_ru: Групповые политики будут обновлены для указанной цели

source: Starting GPOA for computer via D-Bus
ru_ru: Запускается GPOA для компьютера обращением к oddjobd через D-Bus

source: Got exit code
ru_ru: Получен код возврата из утилиты

source: Starting GPOA via D-Bus
ru_ru: Запускается GPOA обращением к oddjobd через D-Bus

source: Starting GPOA via command invocation
ru_ru: GPOA запускается с помощью прямого вызова приложения

source: Username for frontend is determined
ru_ru: Определено имя пользователя для фронтенда

source: Applying computer part of settings
ru_ru: Применение настроек для машины

source: Kerberos ticket check succeed
ru_ru: Проверка билета Kerberos прошла успешно

source: Found AD domain via CLDAP query
ru_ru: Имя домена Active Directory успешно определено при запросе к LDAP

source: Setting info
ru_ru: Установка вспомогательной переменной

source: Initializing cache
ru_ru: Инициализация кэша

source: Set operational SID
ru_ru: Установка рабочего SID

source: Got PReg entry
ru_ru: Получен ключ реестра

source: Looking for preference in user part of GPT
ru_ru: Поиск настроек в пользовательской части GPT

source: Looking for preference in machine part of GPT
ru_ru: Поиск настроек в машинной части GPT

source: Re-caching Local Policy
ru_ru: Обновление кэша локальной политики

source: Adding HKCU entry
ru_ru: Слияние ключа в пользовательскую (HKCU) часть реестра

source: Skipping HKLM branch deletion key
ru_ru: Пропускаем специальный ключ удаления ветви реестра HKLM

source: Reading and merging machine preference
ru_ru: Вычитывание и слияние машинных настроек

source: Reading and merging user preference
ru_ru: Вычитывание и слияние пользовательских настроек

source: Found SYSVOL entry
ru_ru: Найден путь SYSVOL

source: Trying to load PReg from .pol file
ru_ru: Пробуем загрузить ключи реестра из .pol файла

source: Finished reading PReg from .pol file
ru_ru: Вычитаны ключи реестра из .pol файла

source: Determined length of PReg file
ru_ru: Определена длина .pol файла

source: Merging machine settings from PReg file
ru_ru: Слияние машинных настроек из .pol файла

source: Merging machine (user part) settings from PReg file
ru_ru: Слияние пользовательской части машинных настроек из .pol файла

source: Loading PReg from XML
ru_ru: Загружаем ключи реестра из XML

source: Setting process permissions
ru_ru: Установка прав процесса

source: Samba DC setting is overriden by user setting
ru_ru: Используется указанный пользователем контроллер домена AD

source: Saving information about drive mapping
ru_ru: Сохранение информации о привязках дисков

source: Saving information about printer
ru_ru: Сохранение информации о принтерах

source: Saving information about link
ru_ru: Сохранение информации о ярлычках

source: Saving information about folder
ru_ru: Сохранение информации о папках

source: No value cached for object
ru_ru: Отсутствует кэшированное значение для объекта

source: Key is already present in cache, will update the value
ru_ru: Ключ уже существует, его значение будет обновлено

source: GPO update started
ru_ru: Начато обновление GPO

source: GPO update finished
ru_ru: Завершено обновление GPO

source: Retrieving list of GPOs to replicate from AD DC
ru_ru: Получение списка GPO для репликации с контроллера домена AD

source: Establishing connection with AD DC
ru_ru: Установка соединения с контроллером домена AD

source: Started GPO replication from AD DC
ru_ru: Начата репликация GPO от контроллера домена AD

source: Finished GPO replication from AD DC
ru_ru: Завершена репликация GPO от контроллера домена AD

source: Skipping HKCU branch deletion key
ru_ru: Пропускаем специальный ключ удаления ветви реестра HKCU

source: Read domain name from configuration file
ru_ru: Имя контроллера домена для репликации прочитано из файла конфигурации

source: Saving information about environment variables
ru_ru: Сохранение информации о переменных окружения

source: Unknown debug code
ru_ru: Неизвестный отладочный код

source: Running Control applier for machine
ru_ru: Начато применение Control для машины

source: Setting control
ru_ru: Установка control

source: Deny_All setting found
ru_ru: Deny_All настройка найдена

source: Deny_All setting for user
ru_ru: Deny_All настройка для пользователя

source: Deny_All setting not found
ru_ru: Deny_All настройка не найдена

source: Deny_All setting not found for user
ru_ru: Deny_All настройка не найдена для пользователя

source: Running Polkit applier for machine
ru_ru: Начато применение настроек Polkit для машины

source: Running Polkit applier for user in administrator context
ru_ru: Начато применение настроек Polkit пользователя в контексте администратора

source: Polkit applier for machine will not be started
ru_ru: Polkit для машины не запускается

source: Polkit applier for user in administrator context will not be started
ru_ru: Polkit для пользователя в контексте администратора не запускается

source: Generated file
ru_ru: Созданный файл

source: Running systemd applier for machine
ru_ru: Начато применение настроек systemd для машины

source: Running systemd applier for machine will not be started
ru_ru: Применение настроек systemd для машины не удалось

source: Running GSettings applier for machine
ru_ru: Запуск применение настроек GSettings для машины

source: GSettings applier for machine will not be started
ru_ru: Применение настроек GSettings для машины не удалось

source: Removing GSettings policy file from previous run
ru_ru: Удаление файла политики GSettings от предыдущего запуска

source: Mapping Windows policies to GSettings policies
ru_ru: Сопоставление политик Windows с политиками GSettings

source: GSettings windows policies mapping not enabled
ru_ru: Сопоставление политик Windows GSettings не включено

source: Applying user setting
ru_ru: Применение пользовательских настроек

source: Found GSettings windows mapping
ru_ru: Найдены соответствия настроек windows-GSettings

source: Running GSettings applier for user in user context
ru_ru: Запуск применение настроек GSettings в контексте пользователя

source: GSettings applier for user in user context will not be started
ru_ru: GSettings в контексте пользователя не запускается

source: Applying machine setting
ru_ru: Применение настроек машины

source: Path not resolved as UNC URI
ru_ru: Путь не разрешен

source: Getting cached file for URI
ru_ru: Получение кешированного файла для URI

source: Wrote Firefox preferences to
ru_ru: Настройки Firefox записаны в

source: Found Firefox profile in
ru_ru: Найден профиль Firefox в

source: Running Firefox applier for machine
ru_ru: Запуск применение настроек Firefox для машины

source: Firefox applier for machine will not be started
ru_ru: Применение настроек Firefox для компьютера не запускается

source: Running Chromium applier for machine
ru_ru: Запуск применение настроек Chromium для машины

source: Chromium applier for machine will not be started
ru_ru: Применение настроек Chromium для компьютера не запускается

source: Wrote Chromium preferences to
ru_ru: Настройки Chromium записаны в

source: Running Shortcut applier for machine
ru_ru: Запуск применение ярлыков для машины

source: Shortcut applier for machine will not be started
ru_ru: Применение ярлыков для компьютера не запускается

source: No shortcuts to process for
ru_ru: Нет ярлыков для обработки

source: Running Shortcut applier for user in user context
ru_ru: Запуск применение ярлыков в контексте пользователя

source: Shortcut applier for user in user context will not be started
ru_ru: Применение ярлыков в контексте пользователя не запускается

source: Running Shortcut applier for user in administrator context
ru_ru: Запуск применение ярлыков в контексте администратора

source: Shortcut applier for user in administrator context will not be started
ru_ru: Применение ярлыков в контексте администратора не запускается

source: Try to expand path for shortcut
ru_ru: Попытка расширить путь для ярлыка

source: Applying shortcut file to
ru_ru: Применение ярлыка к файлу

source: Running Folder applier for machine
ru_ru: Запуск применение папок для машины

source: Folder applier for machine will not be started
ru_ru: Применение папок для машины не запускается

source: Folder creation skipped for machine
ru_ru: Создание папки для машины пропущено

source: Folder creation skipped for user
ru_ru: Создание папки для пользователя пропущено

source: Running Folder applier for user in user context
ru_ru: Запуск применение папок для пользователя в контексте пользователя

source: Folder applier for user in user context will not be started
ru_ru: Применение папок для пользователя в контексте пользователя не запускается

source: Running CUPS applier for machine
ru_ru: Запуск применение настроек CUPS для машины

source: CUPS applier for machine will not be started
ru_ru: Применение настроек CUPS для машины не запускается

source: Running CUPS applier for user in administrator context
ru_ru: Запуск применение настроек CUPS для пользователя в контексте администратора

source: CUPS applier for user in administrator context will not be started
ru_ru: Применение настроек CUPS для пользователя в контексте администратора не запускается

source: Running Firewall applier for machine
ru_ru: Запуск применение настроек Firewall для машины

source: Firewall is enabled
ru_ru: Firewall включен

source: Firewall is disabled, settings will be reset
ru_ru: Firewall отключен, настройки будут сброшены

source: Firewall applier will not be started
ru_ru: Применение настроек Firewall не запускается

source: Running NTP applier for machine
ru_ru: Запуск применение настроек NTP для машины

source: NTP server is configured to
ru_ru: Сервер NTP настроен на

source: Starting Chrony daemon
ru_ru: Запуск демона Chrony

source: Setting reference NTP server to
ru_ru: Установка эталонного сервера NTP на

source: Stopping Chrony daemon
ru_ru: Остановка демона Chrony

source: Configuring NTP server...
ru_ru: Настройка NTP-сервера ...

source: NTP server is enabled
ru_ru: Сервер NTP включен

source: NTP server is disabled
ru_ru: NTP сервер отключен

source: NTP server is not configured
ru_ru: NTP сервер не настроен

source: NTP client is enabled
ru_ru: Клиент NTP включен

source: NTP client is disabled
ru_ru: Клиент NTP отключен

source: NTP client is not configured
ru_ru: NTP клиент не настроен

source: NTP applier for machine will not be started
ru_ru: Применение настроек NTP для машины не запускается

source: Running Envvar applier for machine
ru_ru: Запуск применение настроек Envvar для машины

source: Envvar applier for machine will not be started
ru_ru: Применение настроек Envvar для машины не запускается

source: Running Envvar applier for user in user context
ru_ru: Запуск применение настроек Envvar для пользователя в контексте пользователя

source: Envvar applier for user in user context will not be started
ru_ru: Применение настроек Envvar для пользователя в контексте пользователя не запускается

source: Running Package applier for machine
ru_ru: Запуск установки пакетов для машины

source: Package applier for machine will not be started
ru_ru: Применение установки пакетов для машины не запускается

source: Running Package applier for user in administrator context
ru_ru: Запуск установки пакетов для пользователя в контексте администратора

source: Package applier for user in administrator context will not be started
ru_ru: Применение установки пакетов для пользователя в контексте администратора не запускается

source: Running pkcon_runner to install and remove packages
ru_ru: Запуск pkcon_runner для установки и удаления пакетов

source: Run apt-get update
ru_ru: Запускаем apt-get update

source: Error run apt-get update
ru_ru: Ошибка запуска apt-get update

source: Run user context applier with dropped privileges
ru_ru: Запуск из контекста пользователя с удаленными привилегиями

source: Run forked process with droped privileges
ru_ru: Запустить разветвленный процесс с удаленными привилегиями

source: Found connection by org.freedesktop.DBus.GetConnectionUnixProcessID
ru_ru: Найдено соединение org.freedesktop.DBus.GetConnectionUnixProcessID

source: Kill dbus-daemon and dconf-service in user context
ru_ru: Остановка dbus-daemon и dconf-service в контексте пользователя

source: Running CIFS applier for user in administrator context
ru_ru: Запуск применение настроек CIFS для пользователя в контексте администратора

source: CIFS applier for user in administrator context will not be started
ru_ru: Применение настроек CIFS для пользователя в контексте администратора не запускается

source: Installing the package
ru_ru: Установка пакета

source: Removing a package
ru_ru: Удаление пакета

source: Failed to found gsettings for machine
ru_ru: Не удалось найти настройки gsettings для машины

source: Failed to found user gsettings
ru_ru: Не удалось найти настройки gsettings пользователя

source: Configure user Group Policy loopback processing mode
ru_ru: Настройка режима обработки замыкания пользовательской групповой политики

source: Saving information about script
ru_ru: Сохранение информации о скрипте

source: No machine scripts directory to clean up
ru_ru: Нет каталога машинных скриптов для очистки

source: No user scripts directory to clean up
ru_ru: Нет каталога пользовательских скриптов для очистки

source: Prepare Scripts applier for machine
ru_ru: Подготовка к применению машинных скриптов

source: Scripts applier for machine will not be started
ru_ru: Применение машинных скриптов не запускается

source: Prepare Scripts applier for user in user context
ru_ru: Подготовка к применению скриптов пользователя в его контексте

source: Scripts applier for user in user context will not be started
ru_ru: Применение скриптов пользователя в его контексте не запускается

source: Clean machine scripts directory
ru_ru: Очистка каталога машинных скриптов

source: Clean user scripts directory
ru_ru: Очистка каталога пользовательских скриптов

source: Saving information about file
ru_ru: Сохранение информации о файле

source: Failed to return file path
ru_ru: Не удалось вернуть путь к файлу

source: Failed to create file
ru_ru: Не удалось создать файл

source: Failed to delete file
ru_ru: Не удалось удалить файл

source: Failed to update file
ru_ru: Не удалось обновить файл

source: Running File copy applier for machine
ru_ru: Запуск применение настроек копирования файлов для машины

source: Running File copy applier for machine will not be started
ru_ru: Применение настроек копирования файлов для машины не будет запущено

source: Running File copy applier for user in administrator context
ru_ru: Запуск применение настроек копирования файлов для пользователя в контексте администратора

source: Running File copy applier for user in administrator context will not be started
ru_ru: Применение настроек копирования файлов для пользователя в контексте администратора не будет запущено

source: Running ini applier for machine
ru_ru: Запуск применение настроек ini файлов для машины

source: Running ini applier for machine will not be started
ru_ru: Применение настроек ini файлов для машины не будет запущено

source: Running ini applier for user in user context
ru_ru: Запуск применение настроек ini файлов для пользователя в контексте пользователя

source: Running ini applier for user in user context will not be started
ru_ru: Применение настроек ini файлов для пользователя в контексте пользователя не будет запущено

source: Ini-file path not recognized
ru_ru: Путь к ini-файлу не распознан

source: Ini-file is not readable
ru_ru: Ini-файл не читается

source: Saving information about ini-file
ru_ru: Сохранение информации об ini-файле

source: Dictionary key generation failed
ru_ru: Формирования ключа словаря не удалось

source: Running CIFS applier for machine
ru_ru: Запуск применение настроек CIFS для машины

source: CIFS applier for machine will not be started
ru_ru: Применение настроек CIFS для машины не будет запущено

source: Saving information about network shares
ru_ru: Сохранение информации о сетевых ресурсах

source: Running networkshare applier for machine
ru_ru: Запуск применение настроек сетевых каталогов для машины

source: Running networkshare applier for machine will not be starte
ru_ru: Применение настроек сетевых каталогов для машины не будет запущено

source: Apply network share data action failed
ru_ru: Не удалось применить действие с данными общего сетевого ресурса
