Repository: altlinux/gpupdate
Catalog: gpoa/frontend_plugins/locale/*/LC_MESSAGES/dm_applier.po
Languages: ru_ru

source: Display Manager Applier initialized
ru_ru: Инициализирован апплаер дисплей менеджера

source: LightDM configuration generated successfully
ru_ru: Конфигурация LightDM успешно сгенерирована

source: Display Manager Applier execution started
ru_ru: Запущено выполнение апплаера дисплей менеджера

source: Display manager configuration completed successfully
ru_ru: Конфигурация дисплей менеджера успешно завершена

source: No display managers detected
ru_ru: Дисплей менеджеры не обнаружены

source: Configuration file path is invalid or inaccessible
ru_ru: Путь к файлу конфигурации недействителен или недоступен

source: Failed to generate LightDM configuration
ru_ru: Не удалось сгенерировать конфигурацию LightDM

source: Unknown display manager config directory
ru_ru: Неизвестный каталог конфигурации дисплей менеджера

source: Failed to generate display manager configuration
ru_ru: Не удалось сгенерировать конфигурацию дисплей менеджера

source: Display Manager Applier execution failed
ru_ru: Выполнение апплаера дисплей менеджера завершилось ошибкой

source: Display manager detection details
ru_ru: Детали обнаружения дисплей менеджера

source: Display manager configuration details
ru_ru: Детали конфигурации дисплей менеджера
